[
  {
    "Name": "Cruel Summer",
    "Lyrics": "Lyrics[Intro] (Yeah, yeah, yeah, yeah)  [Verse 1] Fever dream high in the quiet of the night You know that I caught it (Oh yeah, you're right, I want it) Bad, bad boy, shiny toy with a price You know that I bought it (Oh yeah, you're right, I want it)  [Pre-Chorus] Killing me slow, out the window I'm always waiting for you to be waiting below Devils roll the dice, angels roll their eyes What doesn't kill me makes me want you more  [Chorus] And it's new, the shape of your body It's blue, the feeling I've got And it's ooh, woah-oh It's a cruel summer It's cool, that's what I tell 'em No rules in breakable heaven But ooh, woah-oh It's a cruel summer with you  [Verse 2] Hang your head low in the glow of the vending machine I'm not dying (Oh yeah, you're right, I want it) We say that we'll just screw it up in these trying times We're not trying (Oh yeah, you're right, I want it) You might also like[Pre-Chorus] So cut the headlights, summer's a knife I'm always waiting for you just to cut to the bone Devils roll the dice, angels roll their eyes And if I bleed, you'll be the last to know, oh  [Chorus] It's new, the shape of your body It's blue, the feeling I've got And it's ooh, woah-oh It's a cruel summer It's cool, that's what I tell 'em No rules in breakable heaven But ooh, woah-oh It's a cruel summer with you  [Bridge] I'm drunk in the back of the car And I cried like a baby comin' home from the bar (Oh) Said, \"I'm fine,\" but it wasn't true I don't wanna keep secrets just to keep you And I snuck in through the garden gate Every night that summer just to seal my fate (Oh) And I scream, \"For whatever it's worth I love you, ain't that the worst thing you ever heard?\" He looks up, grinnin' like a devil [Chorus] It's new, the shape of your body It's blue, the feeling I've got And it's ooh, woah-oh It's a cruel summer It's cool, that's what I tell 'em No rules in breakable heaven But ooh, woah-oh It's a cruel summer with you  [Outro] I'm drunk in the back of the car And I cried like a baby comin' home from the bar (Oh) Said, \"I'm fine,\" but it wasn't true I don't wanna keep secrets just to keep you And I snuck in through the garden gate Every night that summer just to seal my fate (Oh) And I scream, \"For whatever it's worth I love you, ain't that the worst thing you ever heard?\" (Yeah, yeah, yeah, yeah)103Embe"
  },
  {
    "Name": "Is It Over Now? (Taylor's Version) (From The Vault)",
    "Lyrics": "Lyrics[Intro] (Is it? Is it? Is it? Is it? Is it?)  [Verse 1] Once the flight had flown (Uh-huh) With the wilt of the rose (Uh-huh) I slept all alone (Uh-huh) You still wouldn't go  [Pre-Chorus] Let's fast forward to three hundred takeout coffees later I see your profile and your smile on unsuspecting waiters You dream of my mouth before it called you a lying traitor You search in every maiden's bed for somethin' greater, baby  [Chorus] Was it over when she laid down on your couch? Was it over when he unbuttoned my blouse? \"Come here,\" I whispered in your ear In your dream as you passеd out, baby Was it over then? And is it over now?  [Post-Chorus] (Is it? Is it? Is it?)  [Verse 2] Whеn you lost control (Uh-huh) Red blood, white snow (Uh-huh) Blue dress on a boat (Uh-huh) Your new girl is my clone You might also like[Bridge] And did you think I didn't see you? There were flashin' lights At least I had the decency To keep my nights out of sight Only rumors 'bout my hips and thighs And my whispered sighs Oh, Lord, I think about jumpin' Off of very tall somethings Just to see you come runnin' And say the one thing I've been wanting, but no  [Pre-Chorus] Let's fast forward to three hundred awkward blind dates later (Oh) If she's got blue eyes, I will surmise that you'll probably date her (Oh, no) You dream of my mouth before it called you a lying traitor (Oh) You search in every model's bed for somethin' greater, baby  [Chorus] Was it over when she laid down on your couch? Was it over when he unbuttoned my blouse? \"Come here,\" I whispered in your ear In your dream as you passed out, baby Was it over then? And is it over now?  [Post-Chorus] Uh-huh (Is it? Is it? Is it?) Uh-huh (Is it? Is it?) [Bridge] Think I didn't see you? There were flashin' lights At least I had the decency To keep my nights out of sight Only rumors 'bout my hips and thighs And my whispered sighs Oh, Lord, I think about jumpin' Off of very tall somethings Just to see you come runnin' (Runnin') And say the one thing I've been wanting, but no  [Outro] (Flashin' lights; Oh, Lord; Oh) Let's fast forward to three hundred takeout coffees later (Oh) (Flashin' lights) I was hoping you'd be there And say the one thing (Oh, Lord) I've been wanting (Oh, Lord) But no (Was it? Was it? Was it? Was it? Was it? Was it?)2Embe"
  },
  {
    "Name": "Now That We Don't Talk (Taylor's Version) (From The Vault)",
    "Lyrics": "Lyrics[Verse 1] You went to a party I heard from everybody You part the crowd like the Red Sea Don't even get me started Did you get anxious though On the way home? I guess I'll never, ever know Now that we don't talk  [Verse 2] You grew your hair long You got new icons And from the outside It looks like you're tryin' lives on I miss the old ways You didn't have to change But I guess I don't have a say Now that we don't talk  [Chorus] I call my mom, she said that it was for the best Remind myself, the morе I gave, you'd want me less I cannot bе your friend, so I pay the price of what I lost And what it cost, now that we don't talk You might also like[Bridge] What do you tell your friends we Shared dinners, long weekends with? Truth is, I can't pretend it's Platonic, it's just ended, so  [Chorus] I call my mom, she said to get it off my chest (Off my chest) Remind myself the way you faded 'til I left (Until I left) I cannot be your friend, so I pay the price of what I lost (Of what I lost) And what it cost, now that we don't talk  [Outro] I don't have to pretend I like acid rock Or that I'd like to be on a mega yacht With important men who think important thoughts Guess maybe I am better off now that we don't talk And the only way back to my dignity Was to turn into a shrouded mystery Just like I had been when you were chasing me Guess this is how it has to be now that we don't talk3Embe"
  },
  {
    "Name": "august",
    "Lyrics": "Lyrics[Verse 1] Salt air, and the rust on your door I never needed anything more Whispers of \"Are you sure?\" \"Never have I ever before\"  [Chorus] But I can see us lost in the memory August slipped away into a moment in time 'Cause it was never mine And I can see us twisted in bedsheets August sipped away like a bottle of wine 'Cause you were never mine  [Verse 2] Your back beneath the sun Wishin' I could write my name on it Will you call when you're back at school? I remember thinkin' I had you  [Chorus] But I can see us lost in the memory August slipped away into a moment in time 'Cause it was never mine And I can see us twisted in bedsheets August sipped away like a bottle of wine 'Cause you were never mine You might also like[Bridge] Back when we were still changin' for the better Wanting was enough For me, it was enough To live for the hope of it all Cancel plans just in case you'd call And say, \"Meet me behind the mall\" So much for summer love and saying \"us\" 'Cause you weren't mine to lose You weren't mine to lose, no  [Chorus] But I can see us lost in the memory August slipped away into a moment in time 'Cause it was never mine And I can see us twisted in bedsheets August sipped away like a bottle of wine 'Cause you were never mine  [Outro] 'Cause you were never mine Never mine But do you remember? Remember when I pulled up and said \"Get in the car\" And then canceled my plans just in case you'd call? Back when I was livin' for the hope of it all, for the hope of it all \"Meet me behind the mall\" (Remember when I pulled up and said \"Get in the car\") (And then canceled my plans just in case you'd call?) (Back when I was livin' for the hope of it all, for the hope of it all) (\"Meet me behind the mall\") Remember when I pulled up and said \"Get in the car\" And then canceled my plans just in case you'd call? Back when I was livin' for the hope of it all (For the hope of it all) For the hope of it all, for the hope of it all (For the hope of it all, for the hope of it all)124Embe"
  },
  {
    "Name": "Wildest Dreams (Taylor's Version)",
    "Lyrics": "Lyrics[Verse 1] He said, \"Let's get out of this town Drive out of the city, away from the crowds\" I thought, \"Heaven can't help me now\" Nothing lasts forever But this is gonna take me down  [Pre-Chorus] He's so tall and handsome as hell He's so bad, but he does it so well I can see the end as it begins My one condition is  [Chorus] Say you'll remember me Standin' in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just in your Wildest dreams, ah, ha Wildest dreams, ah, ha  [Verse 2] I said, \"No one has to know what wе do\" His hands are in my hair, his clothes are in my room And his voicе is a familiar sound Nothin' lasts forever But this is gettin' good now You might also like[Pre-Chorus] He's so tall and handsome as hell He's so bad, but he does it so well And when we've had our very last kiss My last request it is  [Chorus] Say you'll remember me Standin' in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just in your Wildest dreams, ah, ha (Ha, ha) Wildest dreams, ah, ha  [Bridge] You'll see me in hindsight Tangled up with you all night Burnin' it down Someday, when you leave me I bet these memories Follow you around You'll see me in hindsight Tangled up with you all night Burnin' (Burnin') it (It) down (Down) Someday, when you leave me I bet these memories Follow (Follow) you (You) around (Around) (Follow you around) [Chorus] Say you'll remember me Standing in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just pretend Say you'll remember me Standin' in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just in your (Just pretend, just pretend) Wildest dreams, ah, ha (Ah-ah) Wildest dreams, ah, ha Even if it's just in your In your wildest dreams, ah, ha In your wildest dreams, ah, ha19Embe"
  },
  {
    "Name": "Say Don't Go (Taylor's Version) (From The Vault)",
    "Lyrics": "Lyrics[Verse 1] I've known it from the very start We’re a shot in the darkest dark Oh no, oh no, I'm unarmed The waiting is a sadness Fading into madness Oh no, oh no, it won't stop  [Refrain] I’m standin' on a tightrope alone I hold my breath a little bit longer Halfway out the door, but it won't close I'm holdin' out hope for you to  [Pre-Chorus] Say, \"Don't go\" I would stay forever if you say, \"Don't go\"  [Chorus] Why'd you have to lead me on? Why’d you have to twist the knife? Walk away and leave me bleedin’, bleedin'? Why’d you whisper in the dark Just to leave me in the night? Now your silence has me screamin', screamin' You might also like[Post-Chorus] (Say) Say, \"(Don't) don’t (Go) go\" I would stay forevеr if you (Say) say, \"(Don't) don't (Go) go\" (Say, say, say, say)  [Verse 2] Now I'm pacin' on shaky ground Strike a match, then you blow it out Oh no, oh no, it's not fair 'Cause you kiss mе and it stops time And I'm yours, but you're not mine Oh no, oh no, you're not there  [Refrain] I'm standin' on the sidewalk alone I wait for you to drive by I'm tryna see the cards that you won't show I'm about to fold unless you  [Pre-Chorus] (Say) Say, \"(Don't) don't (Go) go\" I would stay forever if you (Say) say, \"(Don't) don't (Go) go\"  [Chorus] Why'd you have to lead me on? Why'd you have to twist the knife? Walk away and leave me bleedin', bleedin'? Why'd you whisper in the dark Just to leave me in the night? Now your silence has me screamin', screamin' [Post-Chorus] (Say) Say, \"(Don't) don't (Go) go\" I would stay forever if you (Say) say, \"(Don't) don't (Go) go\" (Say, say, say, say)  [Bridge] Why'd you have to (Why'd you have to) Make me want you? (Make me want you) Why'd you have to (Why'd you have to) Give me nothin' back? Why'd you have to (Why'd you have to) Make me love you? (Make me love you) I said, \"I love you\" (I said, \"I love you\") You say nothin' back  [Chorus] Why'd you have to lead me on? (Oh) Why'd you have to twist the knife? Walk away and leave me bleedin', bleedin'? Why'd you whisper in the dark Just to leave me in the night? Now your silence has me screamin', screamin'  [Post-Chorus] (Say) Say, \"(Don't) don't (Go) go\" I would stay forever if you (Say) say, \"(Don't) don't (Go) go,\" woah (Say, say, say, say) [Outro] But you won't, but you won't, but you won't I would stay forever if you say, \"Don't go\" But you won't, but you won't, but you won't3Embe"
  },
  {
    "Name": "FINA",
    "Lyrics": "Lyrics[Letra de \"FINA\"]  [Intro: Young Miko] You, I think that you would leave Because of you, I think what we could be Ey Miko, ey Miko, ey Miko, prr It's Baby Miko  [Verso 1: Young Miko & Tego Calderón] Tu mirada es profunda y la mía es penetrante Yo siento que te conozco de ante' Me dijo que nunca había esta'o con un cantante Nah, no te creo Que se joda, mami, voy pa' dentro flow Curbelo (Ey), ey Pa' que te vengas rápido no necesito LELO (Ey) En to' mis video' te pusieron de modelo, mmm Dame booty, dame cara, dame pеlo (Perra), wow Ella no es puta, ella еs mujer alegre, fina Pero le gusta la calle 'e PR, diva Se tira a hombre' y también mujere', es mía Cuando me pide que la grabe, pues dale Me gustan las bitchie' y las yale', kinkie' y salvaje' Tímida, pero no cuando me pide que baje Vamo' pa' \"LALA Remix\", te quité lo de timi Me dejó el número 'e teléfono en el Dr. Simi (Yeah) Yo voy a ser tu baby mother como YOVNGCHIMI (Prr) Es de west, bizcochita, 'tá Ricomini (Muah) I know you wanna see me Eso no es na', déjate ver, ¿te va' a hacer? Sí (Oye) You might also like[Coro: Young Miko & Tego Calderón] Si las más puta' son las más fina' Si las más puta' son las más fina' Si las más puta' son las más fina' Si las más puta' son las más fina'  [Post-Coro: Tego Calderón] Digan lo que digan, vamo' a gozarno' la vida Di-Di-Di-Di-Di-Digan lo que digan, vamo' a gozarno' la vida  [Verso 2: Bad Bunny] Ey, ey Me gustan las suciería', baby, how 'bout you? Tengo el bicho afeita'o y cabezón como Caillou Besito' en el cuello, besito' en el toto No sé qué tú me hiciste, mami, que me tiene' loco Dale, vamos pa' la Gucci pa' hacerlo en el probador De espaldita y a la vez el vibrador El polvito en la mañana, le digo \"el despertador\" To' el mundo habla, pero están de espectador (Ey, ey) Se preguntan cómo nos comunicamo', ey, mejor ni les contamo' Dile que de una conectamo', je, y que chingando, nos matamo' Que yo soy un bellaco, pero tú me gana' Bien arrebata'o chingando en casa de tu hermana Yo soy tu Bambino, tú eres mi Villana Vamo' a hacerlo hoy porque nadie sabe lo que va a pasar mañana Ey, por la forma en que me chinga, a veces pienso que me ama, ey La baby tiene cuarto', tiene lo de ella, hace lo que le da la gana, je Mami, hoy voy a enseñarte cómo es que un culo se mama, jeje Dame acá, ven aquí, baby, ponte en cuatro, dale [Interludio: Bad Bunny] Oye, esto es pa' toa' las bebesota' del mundo entero Que están bien rica', que tienen lo de ella' Y que viven como les salga de los, de los ovario', de los cojone', de donde sea Vamo' todo el mundo a putearlo, que se joda De parte del Conejo y Young Miko Dime algo, mami, ¿qué fue? Ey  [Puente: Bad Bunny, Bad Bunny & Young Miko] Mami, sé tú y que se joda Y que se joda Háblale de ticket, no le hable' de boda No, no le hable' de boda Mami, sé tú y que se joda Y que se joda Háblale de ticket, no le hable' de boda No, no le hable' de boda, ja  [Outro: Bad Bunny] Ay, dime, jajaja Mera, tú sabe' que a nosotro' nos importa un bicho lo que ustede' piensen, ¿verdá'? Ah, okey, okey, okey, okey 'Tá to'2Embe"
  },
  {
    "Name": "Anti-Hero",
    "Lyrics": "Lyrics[Verse 1] I have this thing where I get older, but just never wiser Midnights become my afternoons When my depression works the graveyard shift, all of the people I've ghosted stand there in the room  [Pre-Chorus] I should not be left to my own devices They come with prices and vices I end up in crisis (Tale as old as time) I wake up screaming from dreaming One day, I'll watch as you're leaving 'Cause you got tired of my scheming (For the last time)  [Chorus] It's me, hi I'm the problem, it's me At teatime, everybody agrees I'll stare directly at the sun, but never in the mirror It must be exhausting always rooting for the anti-hero  [Verse 2] Sometimes, I feel like everybody is a sexy baby And I'm a monster on the hill Too big to hang out, slowly lurching toward your favorite city Pierced through the heart, but never killed You might also like[Pre-Chorus] Did you hear my covert narcissism I disguise as altruism Like some kind of congressman? (A tale as old as time) I wake up screaming from dreaming One day, I'll watch as you're leaving And life will lose all its meaning (For the last time)  [Chorus] It's me, hi I'm the problem, it's me (I'm the problem, it's me) At teatime, everybody agrees I'll stare directly at the sun, but never in the mirror It must be exhausting always rooting for the anti-hero  [Bridge] I have this dream my daughter-in-law kills me for the money She thinks I left them in the will The family gathers 'round and reads it and then someone screams out \"She's laughing up at us from Hell\"  [Breakdown] It's me, hi I'm the problem, it's me It's me, hi I'm the problem, it's me It's me, hi Everybody agrees, everybody agrees [Chorus] It's me, hi (Hi) I'm the problem, it's me (I'm the problem, it's me) At teatime (Teatime), everybody agrees (Everybody agrees) I'll stare directly at the sun, but never in the mirror It must be exhausting always rooting for the anti-hero67Embe"
  }
]
