[{"Name":"Cruel Summer","Lyrics":"Lyrics[Intro] (Yeah, yeah, yeah, yeah)  [Verse 1] Fever dream high in the quiet of the night You know that I caught it (Oh yeah, you're right, I want it) Bad, bad boy, shiny toy with a price You know that I bought it (Oh yeah, you're right, I want it)  [Pre-Chorus] Killing me slow, out the window I'm always waiting for you to be waiting below Devils roll the dice, angels roll their eyes What doesn't kill me makes me want you more  [Chorus] And it's new, the shape of your body It's blue, the feeling I've got And it's ooh, woah-oh It's a cruel summer It's cool, that's what I tell 'em No rules in breakable heaven But ooh, woah-oh It's a cruel summer with you  [Verse 2] Hang your head low in the glow of the vending machine I'm not dying (Oh yeah, you're right, I want it) We say that we'll just screw it up in these trying times We're not trying (Oh yeah, you're right, I want it) You might also like[Pre-Chorus] So cut the headlights, summer's a knife I'm always waiting for you just to cut to the bone Devils roll the dice, angels roll their eyes And if I bleed, you'll be the last to know, oh  [Chorus] It's new, the shape of your body It's blue, the feeling I've got And it's ooh, woah-oh It's a cruel summer It's cool, that's what I tell 'em No rules in breakable heaven But ooh, woah-oh It's a cruel summer with you  [Bridge] I'm drunk in the back of the car And I cried like a baby comin' home from the bar (Oh) Said, \"I'm fine,\" but it wasn't true I don't wanna keep secrets just to keep you And I snuck in through the garden gate Every night that summer just to seal my fate (Oh) And I scream, \"For whatever it's worth I love you, ain't that the worst thing you ever heard?\" He looks up, grinnin' like a devil [Chorus] It's new, the shape of your body It's blue, the feeling I've got And it's ooh, woah-oh It's a cruel summer It's cool, that's what I tell 'em No rules in breakable heaven But ooh, woah-oh It's a cruel summer with you  [Outro] I'm drunk in the back of the car And I cried like a baby comin' home from the bar (Oh) Said, \"I'm fine,\" but it wasn't true I don't wanna keep secrets just to keep you And I snuck in through the garden gate Every night that summer just to seal my fate (Oh) And I scream, \"For whatever it's worth I love you, ain't that the worst thing you ever heard?\" (Yeah, yeah, yeah, yeah)103Embe"},{"Name":"Is It Over Now? (Taylor's Version) (From The Vault)","Lyrics":"Lyrics[Intro] (Is it? Is it? Is it? Is it? Is it?)  [Verse 1] Once the flight had flown (Uh-huh) With the wilt of the rose (Uh-huh) I slept all alone (Uh-huh) You still wouldn't go  [Pre-Chorus] Let's fast forward to three hundred takeout coffees later I see your profile and your smile on unsuspecting waiters You dream of my mouth before it called you a lying traitor You search in every maiden's bed for somethin' greater, baby  [Chorus] Was it over when she laid down on your couch? Was it over when he unbuttoned my blouse? \"Come here,\" I whispered in your ear In your dream as you passеd out, baby Was it over then? And is it over now?  [Post-Chorus] (Is it? Is it? Is it?)  [Verse 2] Whеn you lost control (Uh-huh) Red blood, white snow (Uh-huh) Blue dress on a boat (Uh-huh) Your new girl is my clone You might also like[Bridge] And did you think I didn't see you? There were flashin' lights At least I had the decency To keep my nights out of sight Only rumors 'bout my hips and thighs And my whispered sighs Oh, Lord, I think about jumpin' Off of very tall somethings Just to see you come runnin' And say the one thing I've been wanting, but no  [Pre-Chorus] Let's fast forward to three hundred awkward blind dates later (Oh) If she's got blue eyes, I will surmise that you'll probably date her (Oh, no) You dream of my mouth before it called you a lying traitor (Oh) You search in every model's bed for somethin' greater, baby  [Chorus] Was it over when she laid down on your couch? Was it over when he unbuttoned my blouse? \"Come here,\" I whispered in your ear In your dream as you passed out, baby Was it over then? And is it over now?  [Post-Chorus] Uh-huh (Is it? Is it? Is it?) Uh-huh (Is it? Is it?) [Bridge] Think I didn't see you? There were flashin' lights At least I had the decency To keep my nights out of sight Only rumors 'bout my hips and thighs And my whispered sighs Oh, Lord, I think about jumpin' Off of very tall somethings Just to see you come runnin' (Runnin') And say the one thing I've been wanting, but no  [Outro] (Flashin' lights; Oh, Lord; Oh) Let's fast forward to three hundred takeout coffees later (Oh) (Flashin' lights) I was hoping you'd be there And say the one thing (Oh, Lord) I've been wanting (Oh, Lord) But no (Was it? Was it? Was it? Was it? Was it? Was it?)2Embe"},{"Name":"Now That We Don't Talk (Taylor's Version) (From The Vault)","Lyrics":"Lyrics[Verse 1] You went to a party I heard from everybody You part the crowd like the Red Sea Don't even get me started Did you get anxious though On the way home? I guess I'll never, ever know Now that we don't talk  [Verse 2] You grew your hair long You got new icons And from the outside It looks like you're tryin' lives on I miss the old ways You didn't have to change But I guess I don't have a say Now that we don't talk  [Chorus] I call my mom, she said that it was for the best Remind myself, the morе I gave, you'd want me less I cannot bе your friend, so I pay the price of what I lost And what it cost, now that we don't talk You might also like[Bridge] What do you tell your friends we Shared dinners, long weekends with? Truth is, I can't pretend it's Platonic, it's just ended, so  [Chorus] I call my mom, she said to get it off my chest (Off my chest) Remind myself the way you faded 'til I left (Until I left) I cannot be your friend, so I pay the price of what I lost (Of what I lost) And what it cost, now that we don't talk  [Outro] I don't have to pretend I like acid rock Or that I'd like to be on a mega yacht With important men who think important thoughts Guess maybe I am better off now that we don't talk And the only way back to my dignity Was to turn into a shrouded mystery Just like I had been when you were chasing me Guess this is how it has to be now that we don't talk3Embe"},{"Name":"august","Lyrics":"Lyrics[Verse 1] Salt air, and the rust on your door I never needed anything more Whispers of \"Are you sure?\" \"Never have I ever before\"  [Chorus] But I can see us lost in the memory August slipped away into a moment in time 'Cause it was never mine And I can see us twisted in bedsheets August sipped away like a bottle of wine 'Cause you were never mine  [Verse 2] Your back beneath the sun Wishin' I could write my name on it Will you call when you're back at school? I remember thinkin' I had you  [Chorus] But I can see us lost in the memory August slipped away into a moment in time 'Cause it was never mine And I can see us twisted in bedsheets August sipped away like a bottle of wine 'Cause you were never mine You might also like[Bridge] Back when we were still changin' for the better Wanting was enough For me, it was enough To live for the hope of it all Cancel plans just in case you'd call And say, \"Meet me behind the mall\" So much for summer love and saying \"us\" 'Cause you weren't mine to lose You weren't mine to lose, no  [Chorus] But I can see us lost in the memory August slipped away into a moment in time 'Cause it was never mine And I can see us twisted in bedsheets August sipped away like a bottle of wine 'Cause you were never mine  [Outro] 'Cause you were never mine Never mine But do you remember? Remember when I pulled up and said \"Get in the car\" And then canceled my plans just in case you'd call? Back when I was livin' for the hope of it all, for the hope of it all \"Meet me behind the mall\" (Remember when I pulled up and said \"Get in the car\") (And then canceled my plans just in case you'd call?) (Back when I was livin' for the hope of it all, for the hope of it all) (\"Meet me behind the mall\") Remember when I pulled up and said \"Get in the car\" And then canceled my plans just in case you'd call? Back when I was livin' for the hope of it all (For the hope of it all) For the hope of it all, for the hope of it all (For the hope of it all, for the hope of it all)124Embe"},{"Name":"Wildest Dreams (Taylor's Version)","Lyrics":"Lyrics[Verse 1] He said, \"Let's get out of this town Drive out of the city, away from the crowds\" I thought, \"Heaven can't help me now\" Nothing lasts forever But this is gonna take me down  [Pre-Chorus] He's so tall and handsome as hell He's so bad, but he does it so well I can see the end as it begins My one condition is  [Chorus] Say you'll remember me Standin' in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just in your Wildest dreams, ah, ha Wildest dreams, ah, ha  [Verse 2] I said, \"No one has to know what wе do\" His hands are in my hair, his clothes are in my room And his voicе is a familiar sound Nothin' lasts forever But this is gettin' good now You might also like[Pre-Chorus] He's so tall and handsome as hell He's so bad, but he does it so well And when we've had our very last kiss My last request it is  [Chorus] Say you'll remember me Standin' in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just in your Wildest dreams, ah, ha (Ha, ha) Wildest dreams, ah, ha  [Bridge] You'll see me in hindsight Tangled up with you all night Burnin' it down Someday, when you leave me I bet these memories Follow you around You'll see me in hindsight Tangled up with you all night Burnin' (Burnin') it (It) down (Down) Someday, when you leave me I bet these memories Follow (Follow) you (You) around (Around) (Follow you around) [Chorus] Say you'll remember me Standing in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just pretend Say you'll remember me Standin' in a nice dress Starin' at the sunset, babe Red lips and rosy cheeks Say you'll see me again Even if it's just in your (Just pretend, just pretend) Wildest dreams, ah, ha (Ah-ah) Wildest dreams, ah, ha Even if it's just in your In your wildest dreams, ah, ha In your wildest dreams, ah, ha19Embe"},{"Name":"Say Don't Go (Taylor's Version) (From The Vault)","Lyrics":"Lyrics[Verse 1] I've known it from the very start We’re a shot in the darkest dark Oh no, oh no, I'm unarmed The waiting is a sadness Fading into madness Oh no, oh no, it won't stop  [Refrain] I’m standin' on a tightrope alone I hold my breath a little bit longer Halfway out the door, but it won't close I'm holdin' out hope for you to  [Pre-Chorus] Say, \"Don't go\" I would stay forever if you say, \"Don't go\"  [Chorus] Why'd you have to lead me on? Why’d you have to twist the knife? Walk away and leave me bleedin’, bleedin'? Why’d you whisper in the dark Just to leave me in the night? Now your silence has me screamin', screamin' You might also like[Post-Chorus] (Say) Say, \"(Don't) don’t (Go) go\" I would stay forevеr if you (Say) say, \"(Don't) don't (Go) go\" (Say, say, say, say)  [Verse 2] Now I'm pacin' on shaky ground Strike a match, then you blow it out Oh no, oh no, it's not fair 'Cause you kiss mе and it stops time And I'm yours, but you're not mine Oh no, oh no, you're not there  [Refrain] I'm standin' on the sidewalk alone I wait for you to drive by I'm tryna see the cards that you won't show I'm about to fold unless you  [Pre-Chorus] (Say) Say, \"(Don't) don't (Go) go\" I would stay forever if you (Say) say, \"(Don't) don't (Go) go\"  [Chorus] Why'd you have to lead me on? Why'd you have to twist the knife? Walk away and leave me bleedin', bleedin'? Why'd you whisper in the dark Just to leave me in the night? Now your silence has me screamin', screamin' [Post-Chorus] (Say) Say, \"(Don't) don't (Go) go\" I would stay forever if you (Say) say, \"(Don't) don't (Go) go\" (Say, say, say, say)  [Bridge] Why'd you have to (Why'd you have to) Make me want you? (Make me want you) Why'd you have to (Why'd you have to) Give me nothin' back? Why'd you have to (Why'd you have to) Make me love you? (Make me love you) I said, \"I love you\" (I said, \"I love you\") You say nothin' back  [Chorus] Why'd you have to lead me on? (Oh) Why'd you have to twist the knife? Walk away and leave me bleedin', bleedin'? Why'd you whisper in the dark Just to leave me in the night? Now your silence has me screamin', screamin'  [Post-Chorus] (Say) Say, \"(Don't) don't (Go) go\" I would stay forever if you (Say) say, \"(Don't) don't (Go) go,\" woah (Say, say, say, say) [Outro] But you won't, but you won't, but you won't I would stay forever if you say, \"Don't go\" But you won't, but you won't, but you won't3Embe"},{"Name":"FINA","Lyrics":"Lyrics[Letra de \"FINA\"]  [Intro: Young Miko] You, I think that you would leave Because of you, I think what we could be Ey Miko, ey Miko, ey Miko, prr It's Baby Miko  [Verso 1: Young Miko & Tego Calderón] Tu mirada es profunda y la mía es penetrante Yo siento que te conozco de ante' Me dijo que nunca había esta'o con un cantante Nah, no te creo Que se joda, mami, voy pa' dentro flow Curbelo (Ey), ey Pa' que te vengas rápido no necesito LELO (Ey) En to' mis video' te pusieron de modelo, mmm Dame booty, dame cara, dame pеlo (Perra), wow Ella no es puta, ella еs mujer alegre, fina Pero le gusta la calle 'e PR, diva Se tira a hombre' y también mujere', es mía Cuando me pide que la grabe, pues dale Me gustan las bitchie' y las yale', kinkie' y salvaje' Tímida, pero no cuando me pide que baje Vamo' pa' \"LALA Remix\", te quité lo de timi Me dejó el número 'e teléfono en el Dr. Simi (Yeah) Yo voy a ser tu baby mother como YOVNGCHIMI (Prr) Es de west, bizcochita, 'tá Ricomini (Muah) I know you wanna see me Eso no es na', déjate ver, ¿te va' a hacer? Sí (Oye) You might also like[Coro: Young Miko & Tego Calderón] Si las más puta' son las más fina' Si las más puta' son las más fina' Si las más puta' son las más fina' Si las más puta' son las más fina'  [Post-Coro: Tego Calderón] Digan lo que digan, vamo' a gozarno' la vida Di-Di-Di-Di-Di-Digan lo que digan, vamo' a gozarno' la vida  [Verso 2: Bad Bunny] Ey, ey Me gustan las suciería', baby, how 'bout you? Tengo el bicho afeita'o y cabezón como Caillou Besito' en el cuello, besito' en el toto No sé qué tú me hiciste, mami, que me tiene' loco Dale, vamos pa' la Gucci pa' hacerlo en el probador De espaldita y a la vez el vibrador El polvito en la mañana, le digo \"el despertador\" To' el mundo habla, pero están de espectador (Ey, ey) Se preguntan cómo nos comunicamo', ey, mejor ni les contamo' Dile que de una conectamo', je, y que chingando, nos matamo' Que yo soy un bellaco, pero tú me gana' Bien arrebata'o chingando en casa de tu hermana Yo soy tu Bambino, tú eres mi Villana Vamo' a hacerlo hoy porque nadie sabe lo que va a pasar mañana Ey, por la forma en que me chinga, a veces pienso que me ama, ey La baby tiene cuarto', tiene lo de ella, hace lo que le da la gana, je Mami, hoy voy a enseñarte cómo es que un culo se mama, jeje Dame acá, ven aquí, baby, ponte en cuatro, dale [Interludio: Bad Bunny] Oye, esto es pa' toa' las bebesota' del mundo entero Que están bien rica', que tienen lo de ella' Y que viven como les salga de los, de los ovario', de los cojone', de donde sea Vamo' todo el mundo a putearlo, que se joda De parte del Conejo y Young Miko Dime algo, mami, ¿qué fue? Ey  [Puente: Bad Bunny, Bad Bunny & Young Miko] Mami, sé tú y que se joda Y que se joda Háblale de ticket, no le hable' de boda No, no le hable' de boda Mami, sé tú y que se joda Y que se joda Háblale de ticket, no le hable' de boda No, no le hable' de boda, ja  [Outro: Bad Bunny] Ay, dime, jajaja Mera, tú sabe' que a nosotro' nos importa un bicho lo que ustede' piensen, ¿verdá'? Ah, okey, okey, okey, okey 'Tá to'2Embe"},{"Name":"Anti-Hero","Lyrics":"Lyrics[Verse 1] I have this thing where I get older, but just never wiser Midnights become my afternoons When my depression works the graveyard shift, all of the people I've ghosted stand there in the room  [Pre-Chorus] I should not be left to my own devices They come with prices and vices I end up in crisis (Tale as old as time) I wake up screaming from dreaming One day, I'll watch as you're leaving 'Cause you got tired of my scheming (For the last time)  [Chorus] It's me, hi I'm the problem, it's me At teatime, everybody agrees I'll stare directly at the sun, but never in the mirror It must be exhausting always rooting for the anti-hero  [Verse 2] Sometimes, I feel like everybody is a sexy baby And I'm a monster on the hill Too big to hang out, slowly lurching toward your favorite city Pierced through the heart, but never killed You might also like[Pre-Chorus] Did you hear my covert narcissism I disguise as altruism Like some kind of congressman? (A tale as old as time) I wake up screaming from dreaming One day, I'll watch as you're leaving And life will lose all its meaning (For the last time)  [Chorus] It's me, hi I'm the problem, it's me (I'm the problem, it's me) At teatime, everybody agrees I'll stare directly at the sun, but never in the mirror It must be exhausting always rooting for the anti-hero  [Bridge] I have this dream my daughter-in-law kills me for the money She thinks I left them in the will The family gathers 'round and reads it and then someone screams out \"She's laughing up at us from Hell\"  [Breakdown] It's me, hi I'm the problem, it's me It's me, hi I'm the problem, it's me It's me, hi Everybody agrees, everybody agrees [Chorus] It's me, hi (Hi) I'm the problem, it's me (I'm the problem, it's me) At teatime (Teatime), everybody agrees (Everybody agrees) I'll stare directly at the sun, but never in the mirror It must be exhausting always rooting for the anti-hero67Embe"},{"Name":"\"Slut!\" (Taylor's Version) (From The Vault)","Lyrics":"Lyrics[Verse 1] Flamingo pink, Sunrise Boulevard Clink, clink, being this young is art Aquamarine, moonlit swimmin' pool What if all I need is you?  [Pre-Chorus] Got love-struck, went straight to my head Got lovesick all over my bed Love to think you’ll never forget Handprints in wet cement Adorned with smoke on my clothes Lovelorn and nobody knows Love thorns all over this rose I'll pay the price, you won't  [Chorus] But if I’m all dressed up They might as well be lookin' at us And if they call me a slut You know it might be worth it for once And if I'm gonna be drunk I might as well be drunk in love  [Verse 2] Send the code, he's waitin' there The sticks and stones they throw froze mid-air Everyone wants him, that was my crime The wrong place at the right time And I break down, then he's pullin' me in In a world of boys, he's a gentleman You might also like[Pre-Chorus] Got love-struck, went straight to my head (Straight to my head) Got lovesick all over my bed (Over my bed) Love to think you’ll never forget We’ll pay the price, I guess  [Chorus] But if I'm all dressed up (If I’m all dressed up) They might as well be lookin' at us (Lookin' at us) And if they call me a slut (If they call me a slut) You know it might be worth it for once (Worth it for once) And if I'm gonna be drunk I might as well be drunk in love  [Bridge] Half asleep Takin’ your time in the tangerine Neon light, this is luxury You're not sayin' you're in love with me But you're goin' to Half awake Takin' your chance, it's a big mistake I said, \"It might blow up in your pretty face\" I'm not sayin', \"Do it anyway\" (Do it anyway) But you're going to [Outro] (Up) And if they call me a (Slut) You know it might be worth it for once And if I'm gonna be (Drunk) I might as well be drunk in love4Embe"},{"Name":"Blank Space","Lyrics":"Lyrics[Verse 1] Nice to meet you, where you been? I could show you incredible things Magic, madness, heaven, sin Saw you there and I thought \"Oh, my God, look at that face You look like my next mistake Love's a game, wanna play?\" Ayy New money, suit and tie I can read you like a magazine Ain't it funny? Rumors fly And I know you heard about me So, hey, let's be friends I'm dying to see how this one ends Grab your passport and my hand I can make the bad guys good for a weekend  [Chorus] So it's gonna be forever Or it's gonna go down in flames? You can tell me when it's over, mm If the high was worth the pain Got a long list of ex-lovers They'll tell you I'm insane 'Cause you know I love the players And you love the game 'Cause we're young and we're reckless We'll take this way too far It'll leave you breathless, mm Or with a nasty scar Got a long list of ex-lovers They'll tell you I'm insane But I've got a blank space, baby And I'll write your name You might also like[Verse 2] Cherry lips, crystal skies I could show you incredible things Stolen kisses, pretty lies You're the king, baby, I'm your queen Find out what you want Be that girl for a month Wait, the worst is yet to come, oh, no Screaming, crying, perfect storms I can make all the tables turn Rose garden filled with thorns Keep you second guessing, like \"Oh, my God, who is she?\" I get drunk on jealousy But you'll come back each time you leave 'Cause, darling, I'm a nightmare dressed like a daydream  [Chorus] So it's gonna be forever Or it's gonna go down in flames? You can tell me when it's over, mm If the high was worth the pain Got a long list of ex-lovers They'll tell you I'm insane 'Cause you know I love the players And you love the game 'Cause we're young and we're reckless (Oh) We'll take this way too far It'll leave you breathless (Oh-oh), mm Or with a nasty scar Got a long list of ex-lovers They'll tell you I'm insane (Insane) But I've got a blank space, baby And I'll write your name [Bridge] Boys only want love if it's torture Don't say I didn't, say I didn't warn ya Boys only want love if it's torture Don't say I didn't, say I didn't warn ya  [Chorus] So it's gonna be forever Or it's gonna go down in flames? You can tell me when it's over (Over), mm If the high was worth the pain Got a long list of ex-lovers They'll tell you I'm insane (I'm insane) 'Cause you know I love the players And you love the game (And you love the game) 'Cause we're young and we're reckless (Yeah) We'll take this way too far (Ooh) It'll leave you breathless, mm Or with a nasty scar (With a nasty scar) Got a long list of ex-lovers They'll tell you I'm insane But I've got a blank space, baby And I'll write your name1KEmbe"},{"Name":"Style","Lyrics":"Lyrics[Verse 1] Midnight You come and pick me up, no headlights A long drive Could end in burning flames or paradise Fade into view, oh It's been a while since I have even heard from you (Heard from you)  [Pre-Chorus] And I should just tell you to leave, 'cause I Know exactly where it leads, but I Watch us go 'round and 'round each time  [Chorus] You got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back every time 'Cause we never go out of style, we never go out of style You got that long hair, slicked back, white t-shirt And I got that good girl faith and a tight little skirt And when we go crashing down, we come back every time 'Cause we never go out of style, we never go out of style  [Verse 2] So it goes He can't keep his wild eyes on the road, mmm Takes me home The lights are off, he's taking off his coat, mmm, yeah I say, \"I heard, oh That you've been out and about with some other girl\" Some other girl You might also like[Pre-Chorus] He says, \"What you heard is true, but I Can't stop thinking 'bout you and I\" I said, \"I've been there too a few times\"  [Chorus] 'Cause you got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back every time 'Cause we never go out of style, we never go out of style You got that long hair, slicked back, white t-shirt And I got that good girl faith and a tight little skirt (A tight little skirt) And when we go crashing down, we come back every time 'Cause we never go out of style (We never go, we never go), we never go out of style  [Bridge] Take me home (Ah) Just take me home (Ah) Yeah, just take me home (Ah) Oh-oh, woah-oh, oh (Out of style)  [Chorus] Oh, you got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down (And when we go), we come back every time 'Cause we never go out of style, we never go out of style1KEmbe"},{"Name":"MONACO","Lyrics":"Lyrics[Letra de \"MONACO\"]  [Intro] Huh-huh-huh Huh-huh-huh-huh Huh-huh-huh-huh Huh-huh-huh-huh Huh-huh-huh, huh-huh Huh-huh-huh, huh-huh Huh-huh-huh-huh-huh  [Verso 1] Dime (Ey; dime), dime, ¿esto es lo que tú quería'? Yo soy fino (Uh), esto es trap de galería Tú eres un charro, Rocky \"The Kid\", una porquería Yo un campeón, Rocky Marciano, Rocky Balboa, Rocky Maivia Tengo la ruta, tengo la vía, sí, tengo la vía Los gasto de noche, facturo to' el día Tanta plata que, que me gusta que Me chapeen, por eso le meto a toa' estas arpía' Ustedes no saben lo que es estar en altamar con doscientos cuero' Que la azafata te mame el bicho en el cielo (Ey, ey) Lo que es tirar quiniento' mil en el putero (Ey, ey, ey) Por eso tu opinión me importa cero (Duh) Por eso tú estás 101 en el top 100 y yo estoy primero Ya no son rapero', ahora son podcastero' Más que tú está cobrando mi barbero (Ey) Chingando y viajando en el mundo entero (Ey, ey, ey), ey You might also like[Coro] Bebiendo mucha champaña, nunca estamos seco' Primero llegó Verstappen, después llegó Checo Si Pablo me viera, dirá que soy un berraco Ustede' hablando mierda y yo y los mío' por Mónaco Bebiendo mucha champaña, nunca estamos seco' 'Tán hablando solo', están hablando con el eco El signo del dinero, ese e' mi nuevo zodiaco Prende un puro, la familia está en Mónaco  [Interludio: Charles Aznavour] Hier encore, j'avais vingt ans Je caressais le temps, et jouais de la vie Comme on joue de l'amour, et je vivais la nuit Sans compter sur mes jours, qui fuyaient dans le temps  [Verso 2] Créeme, los carros de F1 son más rápido' en persona Sofía Vergara es linda, pero es más linda en persona (Más rica) Lo que tú haga' a mí no me impresiona Es como meter un gol después de Messi y Maradona A ti no te conocen ni en tu barrio Ayer estaba con LeBron, también con Di Caprio Me preguntaron que cómo me fue en los estadio' Hablamo' de la familia y temas de millonario' Digo, multimillonario', digo, je, de billonario' Hace rato sin cojone' que me tiene la radio Hace rato me quité del trap, yo se lo dejé a Eladio Uy, je, querido diario Hoy me depositaron, a los GRAMMYs nominaron Otra vez me criticaron y ninguna me importaron Yo sigo tranquilo, en la mía Don Vito, Don Beno, de los Beatle' John Lennon A mis nieto' cuando muera les vo'a dejar cien terreno' A toa' mis doña' las pompis y los seno' Y a mi hater' un F40 sin los freno' [Pre-Coro] ¿Pa' qué? Pa' que se estrellen, je, pa' que se maten Rojo o blanco, negro mate, ¿cuál tú quiere'? ¿Pa' qué? Pa' que se estrellen, pa' que se maten (Pa' que se maten) Que en paz descansen, yo sigo en el yate, ey (Mmm; ¡ey!)  [Coro] Bebiendo mucha champaña, nunca estamos seco' (¡No!) Primero llegó Verstappen, después llegó Checo Si Pablo me viera, dirá que soy un berraco Ustede' hablando mierda y yo y los mío' por Mónaco Bebiendo mucha champaña, nunca estamos seco' 'Tán hablando solo', están hablando con el eco El signo del dinero, ese e' mi nuevo zodiaco Prende un Phillie, la familia está en Mónaco  [Outro: Charles Aznavour] Hier encore, j'avais vingt ans Je caressais le temps, et jouais de la vie Comme on joue de l'amour, et je vivais la nuit Sans compter sur mes jours, qui fuyaient dans le tempsEmbe"},{"Name":"PERRO NEGRO","Lyrics":"Lyrics[Letra de \"PERRO NEGRO\"]  [Intro] Al menos dame un perreíto, mor  [Pre-Coro: Feid] Wow Yo no sabía que tú era' así Te juro que ahora me cae' mejor Me contaron muchas cosas de ti Pero eres más hijueputa que yo Es de hacer, no es de hablar Suelta el cel pa' perrear Pasto y tequi pa' entonar, yeah  [Coro: Feid & Bad Bunny] Salió de roce al Pobla'o, ey, ey 'Taba perdida y ahora anda en to' lao', ey, ey Uno prendío' y el otro está enrola'o, еy, ey Hoy es el día, por si no mе has proba'o (Yeah-yeah-yeah-yeah, ey)  [Verso 1: Bad Bunny] Vi que te dejaste de tu novio, baby, me alegro Vamo' a celebrarlo en Perro Negro Dile a ese cabrón que tú no quiere' arreglo Dile a tu pai que quiero que sea mi suegro Mami, tiene' el party prendío' Sacó 2CB, 'toy sorprendío' Me dijo que la amiguita está pa'l trío, je La loquita es un lío Si le ponen reggaetón, marihuana Hoy se parcha hasta las seis de la mañana Quiero que salga' de mi mente y te meta' en mi cama, porque, je Tú tiene' cara que tiene' la pussy linda Que los dejas loco, enchulao' como Belinda Menéame las chapa' hasta que me rinda Un hijo en la disco, vo'a dejarte encinta You might also like[Puente: Bad Bunny] Eh-eh-eh-eh-eh No importa cuál es la hora ni cuál es tu signo Eh-eh-eh-eh-eh Si el DJ fuera pastor, nos casábamo' aquí mismo Eh-eh-eh-eh-eh Baby, perrear con otro y conmigo no es lo mismo Eh-eh-eh-eh-eh FERXXO Bad Bunny, baby, bebé  [Coro: Bad Bunny & Feid] Salió de roce al Pobla'o, ey, ey 'Taba perdida y ahora anda en to' lao', ey, ey Uno prendío' y el otro está enrola'o, ey, ey Hoy es el día por si no me has proba'o Ey, ey (Wow)  [Verso 2: Feid] Mami, bronceaíta', solita Lo de hoy no lo tiene' que postear No andas solita, andas con un par Una paisita, she looks so fine Tiene un culo chimba y cara mejor Negro el bolso, negro los Halls Estabas triste, pero no hoy Tiene rosita sin ODEROI Bebé, está encendía', prendía' Sale de noche y llega de día Exótica, bandida Una bebé, Real G 'e por vida3Embe"},{"Name":"UN PREVIEW","Lyrics":"Lyrics[Letra de \"UN PREVIEW\"]  [Intro] Ven acá, pa' ponerte algo, pa' ponerte un preview de lo que viene despué'  [Pre-Coro] Baby, yo sé Que cuando te pruebe yo me vo'a enamorar Que de esa carita no me voy a olvidar, ey La noche está empezando, que pase lo que tenga que pasar Si tú me lo pide', te lo vo'a dar  [Coro] Baby, yo no tengo miedo, je De probarte y de enamorarme de nuevo Que se joda, mami, yo te sigo el juego, ey Bien loquito en la disco, me pego bailando y te beso el cuello, ey Contigo me voy a fuego, ey Baby, yo no tengo miedo, no De probarte y de enamorarme de nuevo No me diga' na', yo no sigo consejo', no Bien loquito en la disco, me pego bailando y te beso el cuello, je Deja que se muerdan ello' (Yeah-yeah-yeah-yeah)  [Verso] Diablo, mami, qué bellaquera Me estuviste mirando la noche entera W, tú ere' mi vaquera Te prometo, vo'a tratar de venirme afuera Pero pa' dentro es que va Mami, tú me tiene' con la nota elevá' Llegaste soltera y te fuiste enjevá' Se vino tres vece', por eso no se va (Ey) Ahora mi bicho es tuyo, a más nadie vo'a dárselo Los culito' por ahí, eso se canceló Vamo' pa' RD, la hookah y el Barceló Un piquete cabrón, nadie va a tumbárselo Los deja en visto, chico, parce, no Déjalo' que hablen, no hay que preocuparse, no La baby es seca, pero pa' mojarse no Ey, ey, ey You might also like[Puente] Y si tú quiere' nos hacemo' jevo' Sé que tú ere' peligro, pero yo me atrevo Y si tú quiere' pa' casa te llevo Aunque sea por un ratito, después sigo soltero  [Coro] Baby, yo no tengo miedo, je De probarte y de enamorarme de nuevo Que se joda, mami, yo te sigo el juego, ey Bien loquito en la disco, me pego bailando y te beso el cuello, ey Contigo me voy a fuego, jeje4Embe"},{"Name":"WHERE SHE GOES","Lyrics":"Lyrics[Letra de \"WHERE SHE GOES\"]  [Coro] Baby, dime la verdad Si te olvidaste de mí Yo sé que fue una noche na' má' Que no se vuelve a repetir Tal ve' en ti quise encontrar Lo que en otra perdí Tu orgullo no me quiere hablar Entonce' vamo' a competir, a ver, ey  [Verso 1] No me gusta perder (Ey), dime qué vamo' a hacer Me paso mirando el cel (Ah), wow, no puede ser (No, no) Aunque me tarde un poco, juro que vo'a responder Quisiera volverte a ver Quisiera volverte a ver encima de mí brincando, uh, uh, uh Lo rica que te ves chingando, uh, uh, uh (Ey, ey) No sé qué estamo' esperando (Dime) El orgullo nos está ganando, ey  [Coro] Baby, dime la verdad Si te olvidaste de mí Yo sé que fue una noche na' má' Que no se vuelve a repetir Tal ve' en ti quise encontrar, ey Lo que en otra perdí Tu orgullo no me quiere hablar Entonce' vamo' a competir, a ver, ey You might also like[Verso 2] Uh, desde que nos vimo' pienso en cómo nos comimo', ey Después dividimo', cada cual por su camino En la alfombra aún están las mancha' de vino ¿Dónde está ese totito? Que lleva tiempo perdido Si te digo que me gusta', que estás buena, no lo tome' por cumplido Es que yo soy un bellaco, es que yo soy un atrevido, ey Y hace tiempo que quiero chingar contigo Mami, te vo'a dar hasta que te duela la popola como a Glou (Glou) Me gusta tu flow (Flow) Tranquilita tú siempre te roba' el show (Ey) Una perversa, le vo'a dar dembow (Mami) Si se pone en cuatro, I go where she goes (Ey, ey, ey) So, mami, dime a ver (Ey, ey) I wanna feel that pussy again (Ey, ey) Tú tiene' piquete y yo también (Yo también) Por poco pierdo y te envío un DM, ey  [Coro] Pa' decirte la verdad Que no me he olvida'o de ti Yo sé que fue una noche na' má' Que no se vuelve a repetir Tal vez en ti quise encontrar Lo que en otra perdí Tu orgullo no me quiere hablar Entonce' vamo' a competir, a ver, ey [Outro Instrumental]4Embe"},{"Name":"un x100to","Lyrics":"Lyrics[Letra de \"un x100to\"]  [Coro: Payo Solís] Me queda 1% Y lo usaré solo para decirte lo mucho que lo siento Que si me ven con otra en una disco solo es perdiendo el tiempo Baby, ¿pa' qué te miento? Eso de que me vieron feliz, no, no es cierto  [Verso 1: Payo Solís] Ya nada me hace reír Solo cuando veo las fotos y los vídeos que tengo de ti Salí con otra para olvidarte y tenía el perfume que te gusta a ti Prendo para irme a dormir Porque duermo mejor si sueño que estás aquí Si supieras que te escribí No he mandado los mensajes, siguen todos ahí Wow, qué mucho me ha costa'o Quizás te hice un favor cuando me fui de tu lado Borracho viendo tus fotos, me duele ver que tú sí has mejorado No tienes días grises, ya no te duelen las cicatrices Y yo pensando si decirte que  [Coro: Payo Solís & Bad Bunny] Me queda 1% Y lo usaré solo para decirte lo mucho que lo siento Que si me ven con otra en una disco solo es perdiendo el tiempo Baby, ¿pa' qué te miento? Eso de que me vieron feliz, no, no es cierto (Ey) You might also like[Verso 2: Bad Bunny] Hace tiempo no pensaba en ti Borracho a tu Insta me metí Baby, ya yo sé que a ti te va bien Que de mí tú no quieres saber, ey, ey Viviendo en un infierno que yo mismo incendié Jugando contigo como si fuese el die' Siento que ya no estoy en tu corazón, ahora estoy en tus pie' Rogándote, en el tequila ahogándome Los muchacho' están invitándome a salir La paso bien, pero siempre termino extrañándote En el tequila ahogándome, ey Las morritas texteándome, ey Que dónde es la peda hoy, pero  [Coro: Bad Bunny] Me queda 1% Y lo usaré solo para decirte lo mucho que lo siento Que si me ven con otra en una disco solo es perdiendo el tiempo Baby, ¿pa' qué te miento? Eso de que me vieron feliz no es cierto, ey  [Outro: Julián Peña Jr.] Y esto es Grupo Frontera Y el compa Bad Bunny1Embe"},{"Name":"HIBIKI","Lyrics":"Lyrics[Letra de \"HIBIKI\"]  [Intro: Mora] Imaginándote, metiéndome de to' Preguntándole a Dio' el porqué No me levanto tocándote Aquí mirando el reloj que no para de dar vueltas como yo  [Estribillo: Mora] Y ando por ahí bebiendo en la ciuda' Buscando qué hacer desde que tú no está' De tu cuerpo ya yo soy usuario Y el tocarte se volvió necesario Y ando por ahí bebiendo en la ciuda' Buscando qué hacer desde que tú no está' De tu cuerpo ya yo soy usuario Y el tocarte sе volvió necesario  [Verso 1:  Mora & Bad Bunny, Ambos] Y ando bien loco Mеzclando humo y alcohol, viendo salir el sol Mirando la foto Tuya en casa con mi short, regresa ya por favor Que yo te di de todo y, mami, me dejaste solo Tú eras mi tesoro, pero ya no brilla el oro En las noche' oro, pero tú no me haces coro A cien por el Teodoro, oh-oh You might also like[Verso 2: Bad Bunny] Ey, ey, ey, ey Te convertiste en mi vicio Baby, te lo meto si me das permiso Quisiera verte aunque sea por Apple Vision Jalarte po' el pelo, despeinarte toda Después te doy chavo pa'l beautician En ese totito cabe perfecto mi bicho (Ay) En la G-Wagon, ya no estamo' pa' Expedition Los polvo' contigo, ma, son special edition Te lo juro, estoy quita'o, hace tiempo no chicho Esperando a verte, eh-eh Vale la pena esperarte, eh-eh Baby, no quiero perderte, eh-eh Estoy puesto pa' preñarte, eh-eh, ey Comiéndome las luce' y to' los pare' Bebiendo whisky, fumando garets, ey (Ey) Tirando celulare', ey (Ey) Depresivo al gare, ey (Ey) Buscando una shorty, shorty Que el corazón me repare (Mami) Que me bese y me lo pare, pero Ey, no hay una que a ti se compare  [Puente: Bad Bunny] No, no, no, no, no, no (No) No, no Ey [Estribillo: Bad Bunny] Y ando por ahí bebiendo en la ciudad Buscando qué hacer desde que tú no está' De tu cuerpo ya yo soy usuario Y extrañarte se volvió mi diario1Embe"},{"Name":"Me Porto Bonito","Lyrics":"Lyrics[Letra de \"Me Porto Bonito\"]  [Intro: Bad Bunny & Chencho Corleone] Yeah-yeah-yeah-yeah-yeah-yeah, ey En la guagua se quedó el olor de tu perfume Tú ere' una bellaca, yo soy un bellaco, eso e' lo que no' une Ella sabe que está buenota y no la presumen Si yo fuera tu gato, subiera una foto los vierne' y los lune' (So)  [Coro: Chencho Corleone & Bad Bunny] Pa' que to' el mundo vea lo rica que tú está', que tú está' Contigo tengo que apretar Y еn la calle ando suelto, pero por ti mе quito Si tú me lo pide', yo me porto bonito Y subo un selfie pa' que vean lo rica que tú está', que tú está' Las otras tienen que apretar En la calle ando suelto, pero por ti me quito Si tú me lo pide', yo me porto bonito (Ey, ey)  [Verso 1: Bad Bunny] Tú no ere' bebecita, tú ere' bebesota Frikitona, ma', se te nota Le gustan los trío' cuando está en la nota Si el novio no sirve, de una lo bota Y wow, mami, dime dónde dejo el résume (Résume) Sé que te dejaste hace un me' (Ey, ey) Y de una de pecho me zumbé Si quiere' te hago un bebé o te traigo la plan B Uff, mami, qué rica tú te ve' Pa' los 2000 escuchaba RBD Y ahora quiere perreo, to'a la noche en la pared THC, no CBD You might also like[Verso 2: Chencho Corleone & Bad Bunny] Mami, tú ere' élite (Ey), no te me limite' (Okey) Déjame hacerte lo que amerite y te levite Dale pa'l escondite (Ey), no te me arisque' (So) Que aquí no va a poder llegar lo' satélite' (Oh) Mami, sube algo, dame contenido Ese culo súbelo má' seguido Me paso jangueando, a ver si coincido, ey Y por fin doy contigo Mai, nuestra' bellaquera' nunca la' olvido Ninguna como tú a mí me ha complacido Tú cree' que a toda' siempre les digo lo mismo Quiere chingar, pero no quiere na' fijo, ey Pero en confianza me confiesa Dice que nadie le interesa Pero cuando sale, se pone traviesa (Ey)  [Coro: Bad Bunny, Bad Bunny & Chencho Corleone] Pa' que to' el mundo vea lo rica que tú está', que tú está', ey Contigo tengo que apretar Y en la calle ando suelto, pero por ti me quito Si tú me lo pide', yo me porto bonito8Embe"},{"Name":"SEDA","Lyrics":"Lyrics[Letra de \"SEDA\"]  [Intro: Bryant Myers] (Tráeme una Percocet, una Percocet) Lanalizer got the fire (Jeje) Bryant Myers El Millo Gánster Dímelo, Conejo  [Verso 1: Bad Bunny] Te tengo sometida debajo 'e la seda Me gustan tus medida', cómo ese totito me queda Y está cabrón, ey Porque ayer le di, el jueves le di, el viernes le di El sábado repetí El domingo después de la iglesia la puse de rodi Ya no es una bebé, pero en la noche me pide bi-bi Se la traga como Kirby, yeah  [Coro: Bryant Myers] Porque la enchuló mi bi, la enchuló mi bi Desde que lo metí (Desde que lo metí) La tengo sometida a mis nueve inch, yeah (A mis nueve), yeah Te tengo sometida debajo 'e la seda  [Verso 2: Bryant Myers] Hace rato querías que esto suceda (Ah-ah) Que te muerda, te escupa y te agreda (Ah) Que mate el deseo, no que lo conceda (Ah-ah) Salimo' 'e Láctea y llegamo' a Andrómeda (Ah-ah) Amo verte enrolando en pantie' y mi franela Tú ere' otra movie, ese flow es novela (Novela) Blanquita, te dejo canela cuando te someto a mi lujureo (-reo) Es de la isla, su encanto lo aventureo Lo jalo con nuestro' video', ya ni las porno googleo, no No veo un culo que me guste más cabrón por más Reels que swipeo Y lo que me corre más es que me da esa chapa sin chapeo You might also like[Coro: Bryant Myers, Bryant Myers & Bad Bunny] Porque la enchuló mi bi, la enchuló mi bi Desde que lo metí (Desde que lo metí) La tengo sometida a mis nueve inch, yeah, yeah Te tengo sometida debajo 'e la se—  [Verso 3: Bad Bunny] Dándote hasta que derrita la vela, viene a dormir y se desvela, ey Con esa mamá creo que mi mai tiene nueva nuera El bill del agua viniendo trepa'o Por to' los polvo' que echamo' en la regadera Te toco to' los punto' 'e tu cuerpo como si jugara Twister Te prefiero sin ropa y eso que me encanta cómo te viste' Yo lo dejo adentro, no quiero sacarlo, puede que te encinte Despué' de chingar prendemo' un blunt y te pongo la refe del remix de \"Triste\" Ey, quiere chingarme hoy, yo sé Me dio una pista, que quería acape Empezó a orar y no terminó en amén Me la pidió aden, adentro, aden (Aden, yeah)  [Outro: Bad Bunny & Bryant Myers] El trapero 'e trapero' con el Conejo Malo Yeah-yeah-yeah-yeah Pa' que las cuki trapeen El Millo Gánster club Dime, Búho Búho Dime, Lanalizer Bryant Myers Dime, Gaby Music Chris Jedi La Paciencia Bad Bunny, baby Porque la enchuló mi bi, -chuló mi bi Desde que lo metí, que lo metí La tengo sometida a mis nueve inch Eh-eh, eh-eh, eh-eh, eh Porque la enchuló mi bi, -chuló mi bi Desde que lo metí, que lo metíEmbe"},{"Name":"BABY NUEVA","Lyrics":"Lyrics[Letra de \"BABY NUEVA\"]  [Intro] Te juro que ya no me duele, no me duele Yo llego a la disco y de una se prende Mi amor, tú te lo pierde', tú te lo pierde' Que tiene' a otro a mí no me sorprende  [Refrán] Y si a ti te va bien, a mí me va mejor Me la paso bebiendo hasta que salga el sol Yo te deseo el bien, te deseo lo mejor Y lo mejor ya te pasó, ey  [Pre-Coro] Y si tú pensaba' que por ti estaba sufriendo Será que no me has visto en la calle rompiendo Y si tú pensaba' que por ti estaba sufriendo Será que no me has visto en la calle rompiendo, oh-oh-oh  [Coro] Con la baby nueva, con los carro' nuevo' Con la combi nueva, con piquete nuevo Chica, no te atreva' a llamar de nuevo No es que no te quiera, es que ya no quiero, no, no, ey, ey You might also like[Post-Coro] Si tú te creía' que pa' siempre iba a llorar Jaja, jaja, no, ey Si tú te creía' que borracho iba a llamar Jaja, jaja, no, ey  [Verso 1] A mí sin cojone' me tiene nada de lo que tú postee' Tu jevito nuevo es un charro, un trili, so no me frontee' Yo sé que estás loca de verme de nuevo y que te perree Que por San Juan te pasee, je Chica, no lo espere', -pere', por más que te esmere' Las teta' y el culo te opere', no hay forma que tú me recupere' Tú ere' una bruja, una Mari Tere (Tere) Ya ni mami te quiere (Quiere) Deja que tú te entere' (-tere') Deja que tú te entere'  [Refrán] Que si a ti te va bien, a mí me va mejor Me la paso bebiendo hasta que salga el sol Yo te deseo el bien, te deseo lo mejor Y lo mejor ya te pasó, ey  [Pre-Coro] Y si tú pensaba' que por ti estaba sufriendo Será que no me has visto en la calle rompiendo Y si tú pensaba' que por ti estaba sufriendo Será que no me has visto en la calle rompiendo, oh-oh-oh [Coro] Con la baby nueva (Nueva), los carro' nuevo' (Nuevo') Con la combi nueva (Nueva), con piquete nuevo (Nuevo) Chica, no te atreva' (-treva') a llamar de nuevo (Nuevo) No es que no te quiera (Quiera), es que ya no quiero, eh-eh, ey  [Post-Coro] Si tú te creía' que pa' siempre iba a llorar Jaja, jaja, no Si tú te creía' que borracho iba a llamar, ey  [Verso 2] Cágate en tu madre, ma Ahora hay culos de má' Rolex, Cartier, Audemars En ti no pierdo el tiempo, ma, ey Donde hubo fuego, cenizas quedan, y las tiré pa'l mar De mí sigue hablando mal  [Outro] Te juro que ya no me duele, no me duele, eh-eh1Embe"},{"Name":"vampire","Lyrics":"Lyrics[Verse 1] Hate to give the satisfaction asking how you're doing now How's the castle built off people you pretend to care about? Just what you wanted Look at you, cool guy, you got it I see the parties and the diamonds sometimes when I close my eyes Six months of torture you sold as some forbidden paradise I loved you truly You gotta laugh at the stupidity  [Chorus] 'Cause I've made some real big mistakes But you make the worst one look fine I should've known it was strange You only come out at night I used to think I was smart But you made me look so naive The way you sold me for parts As you sunk your teeth into me, oh Bloodsucker, fame fucker Bleedin' me dry like a goddamn vampire [Verse 2] And every girl I ever talked to told me you were bad, bad news You called them crazy, God, I hate the way I called 'em crazy too You're so convincing How do you lie without flinching? (How do you lie? How do you lie? How do you lie?) Oh, what a mesmerizing, paralyzing, fucked up little thrill Can't figure out just how you do it and God knows I never will Went for me and not her 'Cause girls your age know better You might also like[Chorus] I've made some real big mistakes But you make the worst one look fine I should've known it was strange You only come out at night I used to think I was smart But you made me look so naive The way you sold me for parts As you sunk your teeth into me, oh Bloodsucker, fame fucker Bleedin' me dry like a goddamn vampire [Bridge] (Ah) You said it was true love, but wouldn't that be hard? You can't love anyone 'cause that would mean you had a heart I tried to help you out, now I know that I can't 'Cause how you think's the kind of thing I'll never understand  [Chorus] I've made some real big mistakes But you make the worst one look fine I should've known it was strange You only come out at night I used to think I was smart But you made me look so naive The way you sold me for parts As you sunk your teeth into me, oh Bloodsucker, fame fucker Bleedin' me dry like a goddamn vampire32Embe"},{"Name":"bad idea right?","Lyrics":"Lyrics[Intro] Hey  [Verse 1] Haven't heard from you in a couple of months But I'm out right now and I'm all fucked up And you're callin' my phone and you're all alone And I'm sensing some undertone And I'm right here with all my friends But you're sending me your new address And I know we're done, I know we're through But, God, when I look at you  [Refrain] My brain goes, \"Ah\" Can't hear my thoughts (I cannot hear my thoughts) Like blah-blah-blah (Blah, blah, blah, blah, blah, blah) Should probably not I should probably, probably not I should probably, probably not  [Pre-Chorus] Seeing you tonight It's a bad idea, right? Seeing you tonight It's a bad idea, right? Seeing you tonight It's a bad idea, right? Seeing you tonight Fuck it, it's fine You might also like[Chorus] Yes, I know that he's my ex But can't two people reconnect? I only see him as a friend The biggest lie I ever said Oh, yes, I know that he's my ex But can't two people reconnect? I only see him as a friend I just tripped and fell into his bed  [Verse 2] Now I'm gettin' in the car, wreckin' all my plans I know I should stop, but I can't And I told my friends I was asleep But I never said where or in whose sheets And I pull up to your place on the second floor And you're standing, smiling at the door And I'm sure I've seen much hotter men But I really can't remember when  [Refrain] My brain goes, \"Ah\" Can't hear my thoughts (I cannot hear my thoughts) Like blah-blah-blah (Blah, blah, blah, blah, blah, blah) Should probably not I should probably, probably not I should probably, probably not [Pre-Chorus] Seeing you tonight It's a bad idea, right? Seeing you tonight It's a bad idea, right? Seeing you tonight It's a bad idea, right? Seeing you tonight Fuck it, it's fine  [Chorus] Yes, I know that he's my ex But can't two people reconnect? I only see him as a friend The biggest lie I ever said Oh, yes, I know that he's my ex But can't two people reconnect? I only see him as a friend I just tripped and fell into his bed  [Bridge] Oh, yes, I know that he's my ex Can't two people reconnect? The biggest lie I ever said I just tripped and fell into his bed My brain goes, \"Ah\" Can't hear my thoughts The biggest lie I ever said My brain goes, \"Ah\" Can't hear my thoughts I just tripped and fell into his bed [Outro] Thoughts Blah Thoughts Blah16Embe"},{"Name":"get him back!","Lyrics":"Lyrics[Intro: Alexander 23] One, two, three Wait, is this the song with the drums?  [Verse 1] I met a guy in the summer, and I left him in the spring He argued with me about everything He had an ego and a temper and a wandering eye He said he's six-foot-two, and I'm like, \"Dude, nice try\" But he was so much fun, and he had such weird friends And he would take us out to parties, and the night would never end Another song, another club, another bar, another dance And when hе said something wrong, he'd just fly me to Francе So I miss him some nights when I'm feeling depressed 'Til I remember every time he made a pass on my friend Do I love him? Do I hate him? I guess it's up and down If I had to choose, I would say right now  [Chorus] I wanna get him back I wanna make him really jealous, wanna make him feel bad Oh, I wanna get him back 'Cause then again, I really miss him, and it makes me real sad Oh, I want sweet revenge, and I want him again I want to get him back, back, back You might also like[Verse 2] So I write him all these letters, and I throw them in the trash 'Cause I miss the way he kisses and the way he made me laugh Yeah, I pour my little heart out, but as I'm hitting \"send\" I picture all the faces of my disappointed friends Because everyone knew all of the shit that he'd do He said I was the only girl, but that just wasn't the truth And when I told him how he hurt me, he'd tell me I was trippin' But I am my father's daughter, so maybe I could fix him  [Chorus] I wanna get him back I wanna make him really jealous, wanna make him feel bad Oh, I wanna get him back 'Cause then again, I really miss him, and it makes me real sad Oh, I want sweet revenge, and I want him again I want to get him back (And then? And then) I want to get him back, back, back  [Bridge: Olivia Rodrigo, Alexander 23] I wanna key his car (I want to get him back) I wanna make him lunch (But then I, I want to get him back; Woo) I wanna break his heart (But then I, I want to get him back; Yeah, you got it) Then be the one to stitch it up (But then I, I want to get him back; yeah) Wanna kiss his face (But then I, I want to get him back) With an uppercut (But then I, I want to get him back) I wanna meet his mom (But then I, I want to get him back) Just to tell her her son sucks (But then I, I want to get him back) Oh, I wanna key his car, I wanna make him lunch (But then I, I want to get him back; I want to) I wanna break his heart, stitch it right back up (But then I, I want to get him back; get him back) I wanna kiss his face with an uppercut (But then I, I want to get him back; I want to) I wanna meet his mom, and tell her her son sucks, yeah (But then I, I want to get him back; get him back) [Chorus] I wanna get him back I wanna make him really jealous, wanna make him feel bad Oh, I wanna get him back 'Cause then again, I really miss him, and it makes me real sad Oh, I want sweet revenge, and I want him again I want to get him back (And then? And then) I want to get him back, back, back  [Outro] I'll get him, I'll get him, I'll get him, I'll get him back (Woo-hoo) Get him back (Come on, come on, woo) I'm gonna get him so good, he's not even gonna know what hit him He's gonna love me and hate me at the same time (Get him back, girl, you better get him back) (You got it, got it) Oh, I don't know, I got him good, I got him really good7Embe"},{"Name":"deja vu","Lyrics":"Lyrics[Verse 1] Car rides to Malibu Strawberry ice cream, one spoon for two And tradin' jackets Laughin’ 'bout how small it looks on you (Ha-ha-ha-ha, ha-ha-ha-ha-ha, ha-ha-ha-ha) Watching reruns of Glee Bein' annoying, singin’ in harmony I bet she's braggin' to all her friends, sayin' you're so unique, hmm  [Chorus] So when you gonna tell her that we did that, too? She thinks it's special, but it's all reused That was our place, I found it first I made the jokes you tell to her when she's with you Do you get déjà vu when she’s with you? Do you get déjà vu? (Ah) Hmm Do you get déjà vu, huh?  [Verse 2] Do you call her, almost say my name? ’Cause let's be honest, we kinda do sound the same Another actress I hate to think that I was just your type And I bet that she knows Billy Joel ’Cause you played her \"Uptown Girl\" You're singin' it together Now I bet you even tell her how you love her In between the chorus and the verse (Ooh; I love you) You might also like[Chorus] So when you gonna tell her that we did that, too? She thinks it's special, but it’s all reused That was the show we talked about Played you the songs she's singing now when she's with you Do you get déjà vu when she's with you? Do you get déjà vu? (Oh-oh) Do you get déjà vu? [Bridge] Strawberry ice cream in Malibu Don't act like we didn't do that shit, too You're tradin' jackets like we used to do (Yeah, everything is all reused) Play her piano, but she doesn't know (Oh, oh) That I was the one who taught you Billy Joel (Oh) A different girl now, but there's nothing new [Outro] I know you get déjà vu I know you get déjà vu I know you get déjà vu191Embe"},{"Name":"drivers license","Lyrics":"Lyrics[Verse 1] I got my driver's license last week Just like we always talked about 'Cause you were so excited for me To finally drive up to your house But today, I drove through the suburbs Crying 'cause you weren't around  [Verse 2] And you're probably with that blonde girl Who always made me doubt She's so much older than me She's everything I'm insecure about Yeah, today, I drove through the suburbs 'Cause how could I ever love someone else?  [Chorus] And I know we weren't perfect, but I've never felt this way for no one And I just can't imagine how you could be so okay now that I'm gone Guess you didn't mean what you wrote in that song about me 'Cause you said forever, now I drive alone past your street  [Verse 3] And all my friends are tired Of hearing how much I miss you, but I kinda feel sorry for them 'Cause they'll never know you the way that I do Yeah, today, I drove through the suburbs And pictured I was driving home to you You might also like[Chorus] And I know we weren't perfect, but I've never felt this way for no one, oh And I just can't imagine how you could be so okay now that I'm gone I guess you didn't mean what you wrote in that song about me 'Cause you said forever, now I drive alone past your street  [Bridge] Red lights, stop signs I still see your face in the white cars, front yards Can't drive past the places we used to go to 'Cause I still fuckin' love you, babe (Ooh, ooh-ooh, ooh, ooh-ooh) Sidewalks we crossed I still hear your voice in the traffic, we're laughing Over all the noise God, I'm so blue, know we're through But I still fuckin' love you, babe (Ooh, ooh-ooh, ooh, ooh-ooh)  [Chorus] I know we weren't perfect, but I've never felt this way for no one And I just can't imagine how you could be so okay now that I'm gone Guess you didn't mean what you wrote in that song about me 'Cause you said forever, now I drive alone past your street [Outro] Yeah, you said forever, now I drive alone past your street379Embe"},{"Name":"all-american bitch","Lyrics":"Lyrics[Verse 1] I am light as a feather, I'm as stiff as a board I pay attention to things that most people ignore And I'm alright with the movies That make jokes 'bout senseless cruelty, that's for sure And I am built like a mother and a total machine I feel for your every little issue, I know just what you mean And I make light of the darkness I've got sun in my motherfuckin' pocket, best believe Yeah, you know me, I  [Chorus] Forgive, and I forget I know my age, and I act like it Got what you can't resist I'm a perfect all-American  [Verse 2] I am light as a feather, I'm as fresh as the air Coca-Cola bottles that I only use to curl my hair I got class and integrity Just like a goddamn Kennedy, I swear With love to spare, I  [Chorus] Forgive, and I forget I know my age, and I act like it Got what you can't resist I'm a perfect all-American bitch With perfect all-American lips And perfect all-American hips I know my place I know my place, and this is it You might also like[Bridge] I don't get angry when I'm pissed I'm the eternal optimist I scream inside to deal with it, like, \"Ah\" Like, \"Ah\" (Oh, my fucking God) [Outro] All the time I'm grateful all the time I'm sexy, and I'm kind I'm pretty when I cry Oh, all the time I'm grateful all the time (Grateful all the fucking time) I'm sexy, and I'm kind I'm pretty when I cry12Embe"},{"Name":"traitor","Lyrics":"Lyrics[Intro] Ooh-ooh-ooh Ah-ah-ah-ah-ah  [Verse 1] Brown guilty eyes and little white lies, yeah I played dumb, but I always knew That you talked to her, maybe did even worse I kept quiet so I could keep you  [Pre-Chorus] And ain't it funny how you ran to her The second that we called it quits? And ain't it funny how you said you were friends? Now it sure as hell don't look like it  [Chorus] You betrayed me And I know that you'll never feel sorry For the way I hurt, yeah You talked to her when we were together Loved you at your worst, but that didn't matter It took you two weeks to go off and date her Guess you didn't cheat, but you're still a traitor  [Verse 2] Now you bring her around just to shut me down Show her off like she's a new trophy And I know if you were true, there's no damn way that you Could fall in love with somebody that quickly You might also like[Pre-Chorus] And ain't it funny? All the twisted games All the questions you used to avoid Ain't it funny? Remember I brought her up And you told me I was paranoid?  [Chorus] You betrayed me And I know that you'll never feel sorry For the way I hurt, yeah You talked to her when we were together Loved you at your worst, but that didn't matter It took you two weeks to go off and date her Guess you didn't cheat, but you're still a traitor  [Bridge] (Ah-ah-ah) God, I wish that you had thought this through Before I went and fell in love with you (Ah-ah-ah) When she's sleepin' in the bed we made Don't you dare forget about the way  [Chorus] You betrayed me 'Cause I know that you'll never feel sorry For the way I hurt, yeah You talked to her when we were together You gave me your word, but that didn't matter It took you two weeks to go off and date her Guess you didn't cheat, but you're still, you're still a traitor (Ah-ah-ah) Yeah, you're still a traitor [Outro] Ooh-ooh-ooh God, I wish that you had thought this through Before I went and fell in love with you129Embe"},{"Name":"good 4 u","Lyrics":"Lyrics[Intro] (Ah)  [Verse 1] Well, good for you, I guess you moved on really easily You found a new girl and it only took a couple weeks Remember when you said that you wanted to give me the world? (World) And good for you, I guess that you've been workin' on yourself I guess that therapist I found for you, she really helped Now you can be a better man for your brand-new girl (Girl)  [Chorus] Well, good for you You look happy and healthy, not me If you ever cared to ask Good for you You're doin' great out there without me, baby God, I wish that I could do that I've lost my mind, I've spent the night Cryin' on the floor of my bathroom But you're so unaffected, I really don't get it But I guess good for you  [Verse 2] Well, good for you, I guess you're gettin' everything you want (Ah) You bought a new car and your career's really takin' off (Ah) It's like we never even happened Baby, what the fuck is up with that? (Ah) And good for you, it's like you never even met me Remember when you swore to God I was the only Person who ever got you? Well, screw that, and screw you You will never have to hurt the way you know that I do You might also like[Chorus] Well, good for you You look happy and healthy, not me If you ever cared to ask Good for you You're doin' great out there without me, baby God, I wish that I could do that I've lost my mind, I've spent the night Cryin' on the floor of my bathroom But you're so unaffected, I really don't get it But I guess good for you  [Break] (Ah-ah-ah-ah) (Ah-ah-ah-ah)  [Bridge] Maybe I'm too emotional But your apathy's like a wound in salt Maybe I'm too emotional Or maybe you never cared at all Maybe I'm too emotional Your apathy is like a wound in salt Maybe I'm too emotional Or maybe you never cared at all [Chorus] Well, good for you You look happy and healthy, not me If you ever cared to ask Good for you You're doin' great out there without me, baby Like a damn sociopath I've lost my mind, I've spent the night Cryin' on the floor of my bathroom But you're so unaffected, I really don't get it But I guess good for you  [Outro] Well, good for you, I guess you moved on really easily260Embe"},{"Name":"happier","Lyrics":"Lyrics[Verse 1] We broke up a month ago Your friends are mine, you know I know You've moved on, found someone new One more girl who brings out the better in you And I thought my heart was detached From all the sunlight of our past But she's so sweet, she's so pretty Does she mean you forgot about me?  [Chorus] Oh, I hope you're happy But not like how you were with me I'm selfish, I know, I can't let you go So find someone great, but don't find no one better I hope you're happy, but don't be happier  [Verse 2] And do you tell her she's the most beautiful girl you've ever seen? An eternal love bullshit you know you'll never mean Remember when I believed You meant it when you said it first to me? And now I'm pickin' her apart Like cuttin' her down will make you miss my wretched heart But she's beautiful, she looks kind She probably gives you butterflies You might also like[Chorus] I hope you're happy But not like how you were with me I'm selfish, I know, I can't let you go So find someone great, but don't find no one better I hope you're happy I wish you all the best, really Say you love her, baby, just not like you loved me And think of me fondly when your hands are on her I hope you're happy, but don't be happier  [Bridge] Ooh, ooh-ooh Ooh-ooh, ooh-ooh  [Chorus] I hope you're happy Just not like how you were with me I'm selfish, I know, can't let you go So find someone great, but don't find no one better I hope you're happy, but don't be happier85Embe"},{"Name":"the grudge","Lyrics":"Lyrics[Verse 1] I have nightmares each week 'bout that Friday in May One phone call from you and my entire world was changed Trust that you betrayed, confusion that still lingers Took everything I loved and crushed it in between your fingers And I doubt you ever think about the damage that you did But I hold onto every detail like my life depends on it My undying love, now, I hold it like a grudge And I hear your voice every time that I think I'm not enough  [Chorus] And I try to be tough, but I wanna scream How could anybody do the things you did so easily? And I say I don't care, I say that I'm fine But you know I can't let it go, I've tried, I've tried, I've tried for so long It takes strength to forgive, but I don't feel strong  [Verse 2] The arguments that I've won against you in my head In the shower, in the car, and in the mirror before bed Yeah, I'm so tough when I'm alone, and I make you feel so guilty And I fantasize about a time you're a little fuckin' sorry And I try to understand why you would do this all to me You must be insecure, you must be so unhappy And I know, in my heart, hurt people hurt people And we both drew blood, but, man, those cuts were never equal You might also like[Chorus] And I try to be tough, but I wanna scream How could anybody do the things you did so easily? And I say I don't care, I say that I'm fine But you know I can't let it go, I've tried, I've tried, I've tried for so long It takes strength to forgive, but I don't feel strong  [Bridge] Ooh, do you think I deserved it all? Ooh, your flowers filled with vitriol You built me up to watch me fall You have everything, and you still want more  [Chorus] I try to be tough, I try to be mean But even after all this, you're still everything to me And I know you don't care, I guess that that's fine But you know I can't let it go, I've tried, I've tried, I've tried for so long It takes strength to forgive, but I'm not quite sure I'm there yet It takes strength to forgive, but8Embe"},{"Name":"As It Was","Lyrics":"Lyrics[Intro] Come on, Harry, we wanna say goodnight to you  [Verse 1] Holdin' me back Gravity's holdin' me back I want you to hold out the palm of your hand Why don't we leave it at that? Nothin' to say When everything gets in the way Seems you cannot be replaced And I'm the one who will stay, oh-oh-oh  [Chorus] In this world, it's just us You know it's not the same as it was In this world, it's just us You know it's not the same as it was As it was, as it was You know it's not the same  [Verse 2] Answer the phone \"Harry, you're no good alone Why are you sitting at home on the floor? What kind of pills are you on?\" Ringin' the bell And nobody's coming to help Your daddy lives by himself He just wants to know that you're well, oh-oh-oh You might also like[Chorus] In this world, it's just us You know it's not the same as it was In this world, it's just us You know it's not the same as it was As it was, as it was You know it's not the same  [Bridge] Go home, get ahead, light-speed internet I don't wanna talk about the way that it was Leave America, two kids follow her I don't wanna talk about who's doin' it first  [Outro] (Hey) As it was You know it's not the same as it was As it was, as it was190Embe"},{"Name":"Watermelon Sugar","Lyrics":"Lyrics[Verse 1] Tastes like strawberries on a summer evenin' And it sounds just like a song I want more berries and that summer feelin' It's so wonderful and warm  [Pre-Chorus] Breathe me in, breathe me out I don't know if I could ever go without I'm just thinking out loud I don't know if I could ever go without  [Chorus] Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar  [Verse 2] Strawberries on a summer evenin' Baby, you're the end of June I want your belly and that summer feelin' Getting washed away in you  [Pre-Chorus] Breathe me in, breathe me out I don't know if I could ever go without You might also like[Chorus] Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar high  [Post-Chorus] I just wanna taste it, I just wanna taste it Watermelon sugar high  [Bridge] Tastes like strawberries on a summer evenin' And it sounds just like a song I want your belly and that summer feelin' I don't know if I could ever go without  [Chorus] Watermelon sugar high Watermelon sugar high Watermelon sugar high (Sugar) Watermelon sugar high (Sugar) Watermelon sugar high Watermelon sugar high Watermelon sugar high Watermelon sugar high [Outro] I just wanna taste it, I just wanna taste it (Eh-eh-eh) Watermelon sugar high I just wanna taste it, I just wanna taste it (Ooh, yeah) Watermelon sugar high Watermelon sugar116Embe"},{"Name":"Late Night Talking","Lyrics":"Lyrics[Verse 1] Things haven't been quite the same There's a haze on the horizon, babe It's only been a couple of days and I miss you, mmm, yeah When nothing really goes to plan You stub your toe or break your camera I'll do everything I can to help you through  [Pre-Chorus] If you're feeling down, I just wanna make you happier, baby Wish I was around, I just wanna make you happier, baby  [Chorus] We've been doin' all this late-night talkin' 'Bout anything you want until the morning Now you're in my life I can't get you off my mind  [Verse 2] I've never been a fan of change But I'd follow you to any place If it's Hollywood or Bishopsgate, I'm coming, too  [Pre-Chorus] If you're feeling down, I just wanna make you happier, baby Wish I was around, I just wanna make you happiеr, baby You might also like[Chorus] We've been doin' all this late-night talkin' 'Bout anything you want until thе morning Now you're in my life I can't get you off my mind  [Post-Chorus] Can't get you off my mind Can't get you off my mind (Can't get you off my mind) I won't even try (I won't even try) To get you off my mind (Get you off my mind)  [Chorus] We've been doin' all this late-night talkin' 'Bout anything you want until the morning Now you're in my life I can't get you off my mind  [Post-Chorus] Can't get you off my mind (All this late-night talking) Can't get you off my mind (All this late-night talking) I won't even try (All this late-night talking) Can't get you off my— (All this late-night talking)26Embe"},{"Name":"Adore You","Lyrics":"Lyrics[Verse 1: Harry Styles] Walk in your rainbow paradise (Paradise) Strawberry lipstick state of mind (State of mind) I get so lost inside your eyes Would you believe it?  [Pre-Chorus: Harry Styles] You don't have to say you love me You don't have to say nothing You don't have to say you're mine  [Chorus: Harry Styles] Honey (Ah-ah-ah) I'd walk through fire for you Just let me adore you Oh, honey (Ah-ah-ah) I'd walk through fire for you Just let me adore you Like it's the only thing I'll ever do Like it's the only thing I'll ever do  [Verse 2: Harry Styles] You're wonder under summer sky (Summer sky) Brown skin and lemon over ice Would you believe it? You might also like[Pre-Chorus: Harry Styles] You don't have to say you love me I just wanna tell you somethin' Lately, you've been on my mind  [Chorus: Harry Styles] Honey (Ah-ah-ah) I'd walk through fire for you Just let me adore you Oh, honey (Ah-ah-ah) I'd walk through fire for you Just let me adore you Like it's the only thing I'll ever do Like it's the only thing I'll ever do  [Bridge: Amy Allen] It's the only thing I'll ever do It's the only thing I'll ever do It's the only thing I'll ever do It's the only thing I'll ever do It's the only thing I'll ever do It's the only thing I'll ever do It's the only thing I'll ever do It's the only thing I'll ever do  [Chorus: Harry Styles & Amy Allen] I'd walk through fire for you Just let me adore you Oh, honey (Ah-ah-ah) I'd walk through fire for you Just let me adore you Like it's the only thing I'll ever do (Ah-ah-ah) (It's the only thing I'll ever do, it's the only thing I'll ever do) I'd walk through fire for you (It's the only thing I'll ever do) Just let me adore you Oh, honey (Ah-ah-ah), oh, honey (It's the only thing I'll ever do, it's the only thing I'll ever do) I'd walk through fire for you (It's the only thing I'll ever do) Just let me adore you (It's the only thing I'll ever do) [Outro: Harry Styles] Ooh, ooh Oh, honey Ooh, ooh Just let me adore you Like it's the only thing I'll ever do100Embe"},{"Name":"Save Your Tears","Lyrics":"Lyrics[Intro] Ooh Na-na, yeah  [Verse 1] I saw you dancing in a crowded room (Uh) You look so happy when I'm not with you But then you saw me, caught you by surprise A single teardrop falling from your eye  [Refrain] I don't know why I run away I make you cry when I run away  [Verse 2] You could've asked me why I broke your heart You could've told me that you fell apart But you walked past me like I wasn't there And just pretended like you didn't care  [Refrain] I don't know why I run away I make you cry when I run away  [Pre-Chorus] Take me back 'cause I wanna stay Save your tears for another You might also like[Chorus] Save your tears for another day Save your tears for another day (So)  [Verse 3] I made you think that I would always stay I said some things that I should never say Yeah, I broke your heart like someone did to mine And now you won't love me for a second time  [Refrain] I don't know why I run away, oh, girl Said, I make you cry when I run away  [Pre-Chorus] Girl, take me back 'cause I wanna stay Save your tears for another I realize that I'm much too late And you deserve someone better  [Chorus] Save your tears for another day (Oh yeah) Save your tears for another day (Yeah)  [Refrain] I don't know why I run away I'll make you cry when I run away [Chorus] Save your tears for another day Ooh, girl, I said (Ah) Save your tears for another day (Ah)  [Outro] Save your tears for another day (Ah) Save your tears for another day (Ah)147Embe"}]